[
  {
    "source": "Capitol_Regelwerk_Aussenwerbung.pdf",
    "chunk_id": 0,
    "text": "Capitol Versicherungsgesellschaft Regelwerk für Außenwerbung (Leuchtreklame und Schilder) der Agenturen Präambel Dieses Regelwerk definiert die Voraussetzungen, Prozesse und Abstimmungen, unter denen selbstständige Generalagenturen und Partnerbüros der Capitol Versicherungsgesellschaft (nachfolgend „Capitol“ genannt) Außenwerbung in Form von Leuchtreklame und Schildern anbringen dürfen. Es soll ein einheitliches Erscheinungsbild sicherstellen und die Einhaltung gesetzlicher Vorschriften gewährleisten. 1. Grundsätzliche Anforderungen 1.1. Außenwerbung muss stets im Einklang mit dem Corporate Design der Capitol stehen. 1.2. Die Nutzung des Capitol-Logos darf nur in unveränderter Form erfolgen. 1.3. Die Materialien (z. B. Acrylglas, Metall, LED-Beleuchtung) müssen qualitativ hochwertig und langlebig sein. 1.4. Außenwerbung darf nicht irreführend, störend oder schädlich für das Stadtbild sein. 2. Zulässige Arten der Außenwerbung - Leuchtreklame mit LED-Technik (keine Neonröhren). - Fassadenschilder mit einheitlichem Design. - Pylone oder freistehende Stelen vor dem Gebäude, sofern dies baurechtlich möglich ist. - Fensterfolien oder Türbeschriftungen nach Designrichtlinien der Capitol. ",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Regelwerk_Aussenwerbung.pdf",
    "chunk_id": 1,
    "text": "nschilder mit einheitlichem Design. - Pylone oder freistehende Stelen vor dem Gebäude, sofern dies baurechtlich möglich ist. - Fensterfolien oder Türbeschriftungen nach Designrichtlinien der Capitol. Nicht zulässig sind: blinkende oder animierte Lichtinstallationen, überdimensionierte Werbetafeln oder nicht genehmigte Fremdmarken. 3. Genehmigungsprozess mit der Capitol-Zentrale 3.1. Jede Außenwerbung muss vor Umsetzung bei der Marketing- und Immobilienabteilung der Capitol beantragt werden. 3.2. Der Antrag muss enthalten: - Entwurf (inkl. Maßstab und Visualisierung am Standort). - Technische Spezifikationen (Materialien, Beleuchtung, Stromanschluss). - Geplante Größe und Platzierung. 3.3. Die Zentrale prüft den Antrag innerhalb von 15 Arbeitstagen und gibt eine schriftliche Freigabe oder Ablehnung. 3.4. Ohne Freigabe darf keine Bestellung oder Installation erfolgen. 4. Abstimmung mit Bauämtern 4.1. Nach Freigabe durch die Capitol-Zentrale ist eine baurechtliche Genehmigung beim zuständigen Bauamt einzuholen. 4.2. Die Verantwortung für den Antrag beim Bauamt liegt bei der jeweiligen Agentur. 4.3. Capitol stellt bei Bedarf unterstützende Unterlagen zur Verfügung (z. B. technische Zei",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Regelwerk_Aussenwerbung.pdf",
    "chunk_id": 2,
    "text": "igen Bauamt einzuholen. 4.2. Die Verantwortung für den Antrag beim Bauamt liegt bei der jeweiligen Agentur. 4.3. Capitol stellt bei Bedarf unterstützende Unterlagen zur Verfügung (z. B. technische Zeichnungen, Normnachweise). 4.4. Erst nach Vorlage der Baugenehmigung darf die Installation erfolgen. 5. Durchführung und Installation 5.1. Die Installation darf nur durch von der Capitol zugelassene Fachfirmen erfolgen. 5.2. Die Montage muss geltenden Sicherheits- und Brandschutzvorschriften entsprechen. 5.3. Alle Kosten für Genehmigung, Herstellung, Installation und Wartung trägt die Agentur selbst. 5.4. Änderungen oder Erweiterungen an bestehender Außenwerbung bedürfen einer erneuten Freigabe. 6. Monitoring und Konsequenzen 6.1. Capitol behält sich das Recht vor, installierte Außenwerbung regelmäßig zu überprüfen. 6.2. Bei Verstößen kann Capitol den Rückbau auf Kosten der Agentur verlangen. 6.3. Wiederholte Verstöße können zu Einschränkungen bei zukünftigen Genehmigungen führen. 7. Schlussbestimmungen Dieses Regelwerk tritt mit Veröffentlichung in Kraft und ersetzt alle bisherigen Vorgaben zur Außenwerbung. Änderungen und Ergänzungen werden durch die Zentrale bekanntgegeben und sind v",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Regelwerk_Aussenwerbung.pdf",
    "chunk_id": 3,
    "text": "sbestimmungen Dieses Regelwerk tritt mit Veröffentlichung in Kraft und ersetzt alle bisherigen Vorgaben zur Außenwerbung. Änderungen und Ergänzungen werden durch die Zentrale bekanntgegeben und sind verbindlich.",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Schulungsunterlage_Vermittlerplattform_erweitert.pdf",
    "chunk_id": 0,
    "text": "Capitol Versicherungsgesellschaft Schulungsunterlage – Capitol Vermittlerplattform Einleitung Die Capitol Vermittlerplattform ist das zentrale digitale Werkzeug für Versicherungsvermittler. Sie basiert auf einer modernen Webarchitektur und bietet Ihnen eine intuitive, visuelle Oberfläche mit News-Kacheln, Produkt-Landingpages und einem leistungsfähigen Vergleichstool. Diese Schulungsunterlage erklärt Schritt für Schritt, wie Sie sich zurechtfinden und die Plattform effizient für Ihre Beratungsgespräche nutzen können. 1. Startseite & Login Nach dem Login begrüßt Sie die Startseite mit personalisierten Informationen. Sie finden dort News-Kacheln, wichtige Mitteilungen sowie Schnellzugriffe auf Ihre letzten Anfragen und Vergleiche. 2. Navigation & Aufbau Das Hauptmenü der Plattform bietet Ihnen Zugang zu allen Funktionen: Tarife, Produkte, Tools, Service und Einstellungen. Über das zentrale Suchfeld mit Autovervollständigung finden Sie schnell jedes Produkt oder jede Tarifoption. 3. Produkt-Landingpages Jedes Produkt hat eine eigene Landingpage. Dort finden Sie Tariftabellen, Broschüren, Erklärvideos und Bewertungen. Die Seiten sind modern und visuell gestaltet, damit Sie Informatione",
    "last_modified": 1756758295.8461974
  },
  {
    "source": "Capitol_Schulungsunterlage_Vermittlerplattform_erweitert.pdf",
    "chunk_id": 1,
    "text": "kt-Landingpages Jedes Produkt hat eine eigene Landingpage. Dort finden Sie Tariftabellen, Broschüren, Erklärvideos und Bewertungen. Die Seiten sind modern und visuell gestaltet, damit Sie Informationen schnell im Kundengespräch nutzen können. 4. Tarifvergleich Im Vergleichstool können Sie bis zu fünf Produkte nebeneinander darstellen. Unterschiede bei Leistungen oder Preisen sind visuell hervorgehoben, damit Sie im Beratungsgespräch sofort die passenden Argumente haben. 5. News & Updates Die Startseite enthält einen News-Kachelbereich mit Produktneuheiten, Markttrends und internen Mitteilungen. So bleiben Sie stets auf dem neuesten Stand und erhalten personalisierte Empfehlungen für Ihre Region. 6. Best Practices für Vermittler - Nutzen Sie die Plattform aktiv im Kundengespräch (Tablet/Notebook). - Verwenden Sie die Vergleichsansicht, um Unterschiede transparent darzustellen. - Greifen Sie auf Broschüren und Videos zu, um komplexe Produkte anschaulich zu erklären. - Nutzen Sie die mobilen Funktionen für Beratung unterwegs. 7. Support & Kontakt Bei Fragen zur Nutzung der Plattform steht Ihnen die Digitalabteilung der Capitol Versicherungsgesellschaft werktags von 8–18 Uhr zur Verfüg",
    "last_modified": 1756758295.8461974
  },
  {
    "source": "Capitol_Schulungsunterlage_Vermittlerplattform_erweitert.pdf",
    "chunk_id": 2,
    "text": "len Funktionen für Beratung unterwegs. 7. Support & Kontakt Bei Fragen zur Nutzung der Plattform steht Ihnen die Digitalabteilung der Capitol Versicherungsgesellschaft werktags von 8–18 Uhr zur Verfügung. Kontakt: support@capitol.de | Tel.: 0800 123456",
    "last_modified": 1756758295.8461974
  },
  {
    "source": "Capitol_Digitalregelwerk.pdf",
    "chunk_id": 0,
    "text": "Capitol Versicherungsgesellschaft Digitalregelwerk für den Online-Auftritt der Agenturen Präambel Dieses Digitalregelwerk definiert die Rahmenbedingungen, unter denen selbstständige Generalagenturen und Partnerbüros der Capitol Versicherungsgesellschaft (nachfolgend „Capitol“ genannt) digitale Marketingaktivitäten betreiben dürfen. Ziel ist die Sicherstellung eines einheitlichen Markenauftritts, die Abgrenzung zu zentralen Online-Kampagnen sowie die Einhaltung rechtlicher und technischer Standards. 1. Grundsätzliche Anforderungen 1.1. Alle digitalen Auftritte (Webseiten, Social-Media-Kanäle, Google Ads etc.) müssen im Einklang mit dem Corporate Design der Capitol stehen. 1.2. Das Capitol-Logo darf ausschließlich in unveränderter Form genutzt werden. 1.3. Inhalte müssen seriös, rechtlich korrekt und im Einklang mit den Werten der Capitol sein. 1.4. Datenschutz (DSGVO), Wettbewerbsrecht und Urheberrechte sind strikt einzuhalten. 2. Eigene Webseiten 2.1. Agenturen dürfen eigene Webseiten betreiben, sofern: - ein klarer Hinweis auf die Zugehörigkeit zur Capitol Versicherungsgesellschaft enthalten ist. - die Impressums- und Datenschutzerklärung den rechtlichen Vorgaben entsprechen. - In",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Digitalregelwerk.pdf",
    "chunk_id": 1,
    "text": "betreiben, sofern: - ein klarer Hinweis auf die Zugehörigkeit zur Capitol Versicherungsgesellschaft enthalten ist. - die Impressums- und Datenschutzerklärung den rechtlichen Vorgaben entsprechen. - Inhalte regelmäßig gepflegt und aktuell gehalten werden. 2.2. Design und Struktur müssen an die offiziellen Corporate-Design-Vorlagen angelehnt sein. 2.3. Die Registrierung von Domains mit dem Markennamen „Capitol“ ist nur mit Genehmigung der Zentrale zulässig. 3. Online-Werbung und Google Ads 3.1. Lokale Google Ads Kampagnen dürfen durchgeführt werden, sofern: - ausschließlich regionale Keywords (z. B. „Versicherung Musterstadt“) genutzt werden. - keine Keywords verwendet werden, die auf zentrale Konzernkampagnen abzielen (z. B. „Capitol Versicherung online abschließen“). - Budget und Laufzeit lokal begrenzt sind. 3.2. Nationale Keywords, die zu Konkurrenz mit den zentralen Kampagnen führen könnten, sind untersagt. 3.3. Capitol behält sich das Recht vor, Richtlinien für Keyword-Listen regelmäßig zu aktualisieren und verbindlich vorzugeben. 4. Social Media Nutzung 4.1. Agenturen dürfen Profile auf Plattformen wie Facebook, Instagram oder LinkedIn betreiben. 4.2. Inhalte müssen lokal ausg",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Digitalregelwerk.pdf",
    "chunk_id": 2,
    "text": "mäßig zu aktualisieren und verbindlich vorzugeben. 4. Social Media Nutzung 4.1. Agenturen dürfen Profile auf Plattformen wie Facebook, Instagram oder LinkedIn betreiben. 4.2. Inhalte müssen lokal ausgerichtet sein (z. B. Veranstaltungen, lokale Sponsoring-Aktivitäten). 4.3. Nationale oder produktübergreifende Kampagnen sind ausschließlich durch die Zentrale zu steuern. 4.4. Bezahlte Werbeanzeigen auf Social Media bedürfen einer Abstimmung, wenn sie über die lokale Reichweite hinausgehen. 5. Abstimmungsprozesse mit der Zentrale 5.1. Neue Webseitenprojekte müssen vor dem Launch der Digitalabteilung gemeldet werden. 5.2. Geplante Google Ads oder Social Media Ads mit einem Budget über 2.000 € jährlich müssen vorab genehmigt werden. 5.3. Für genehmigungspflichtige Maßnahmen ist eine schriftliche Anfrage inkl. Konzept, Zielgruppe und Budget einzureichen. 5.4. Die Bearbeitungszeit beträgt in der Regel 10 Arbeitstage. 6. Monitoring und Konsequenzen 6.1. Capitol überwacht zentrale Keywords und Markenauftritte regelmäßig. 6.2. Bei Verstößen kann Capitol die sofortige Einstellung digitaler Maßnahmen verlangen. 6.3. Wiederholte Verstöße können zu Einschränkungen oder Sanktionen führen. 7. Unte",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Digitalregelwerk.pdf",
    "chunk_id": 3,
    "text": "Markenauftritte regelmäßig. 6.2. Bei Verstößen kann Capitol die sofortige Einstellung digitaler Maßnahmen verlangen. 6.3. Wiederholte Verstöße können zu Einschränkungen oder Sanktionen führen. 7. Unterstützung durch die Zentrale 7.1. Capitol stellt Agenturen Vorlagen und Bausteine für Webseiten, Social Media Postings und digitale Werbemittel zur Verfügung. 7.2. Es werden regelmäßig Schulungen zu Digitalmarketing, SEO, Datenschutz und Social Media angeboten. 7.3. Die Zentrale koordiniert zentrale Kampagnen, die lokal ergänzt werden können. 8. Schlussbestimmungen Dieses Digitalregelwerk tritt mit Veröffentlichung in Kraft und ist für alle Agenturen verbindlich. Änderungen und Ergänzungen werden durch die Zentrale bekanntgegeben und sind verbindlich.",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Marketing_Regelwerk.pdf",
    "chunk_id": 0,
    "text": "Capitol Versicherungsgesellschaft Regelwerk für Marketing- und Kommunikationsaktivitäten der Agenturen Präambel Dieses Regelwerk definiert die Rahmenbedingungen, unter denen die selbstständigen Generalagenturen und Partnerbüros der Capitol Versicherungsgesellschaft (nachfolgend „Capitol“ genannt) eigenständige Marketing- und Kommunikationsmaßnahmen durchführen dürfen. Es dient der Wahrung eines einheitlichen Markenauftritts, der rechtlichen Sicherheit und der Abstimmung zwischen Konzernzentrale und den einzelnen Vertriebspartnern. 1. Allgemeine Grundsätze 1.1. Alle Marketingmaßnahmen der Agenturen müssen im Einklang mit den Werten und dem Markenleitbild der Capitol stehen: Vertrauen, Transparenz, Verlässlichkeit und Innovationskraft. 1.2. Werbung darf niemals irreführend sein, keine diskriminierenden oder beleidigenden Inhalte enthalten und muss geltendes Recht beachten. 1.3. Die Agenturen haben die Pflicht, Corporate Design, Logo-Richtlinien und Markenfarben nach den Vorgaben der Capitol einzuhalten. 2. Eigenständige Marketingmaßnahmen der Agenturen Die Agenturen sind berechtigt, folgende Marketingaktivitäten in eigener Verantwortung und ohne vorherige Abstimmung durchzuführen: - ",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Marketing_Regelwerk.pdf",
    "chunk_id": 1,
    "text": "tol einzuhalten. 2. Eigenständige Marketingmaßnahmen der Agenturen Die Agenturen sind berechtigt, folgende Marketingaktivitäten in eigener Verantwortung und ohne vorherige Abstimmung durchzuführen: - Lokale Anzeigen in Zeitungen, Wochenblättern oder Magazinen (sofern Corporate Design eingehalten wird). - Online-Marketing im lokalen Umfeld (z. B. Google-Ads, lokale Facebook- oder Instagram-Kampagnen). - Sponsoring lokaler Vereine und Veranstaltungen, sofern diese mit den Werten der Capitol vereinbar sind. - Direktmarketingaktionen wie personalisierte Mailings oder Newsletter an Bestandskunden, unter Beachtung der DSGVO. - Lokale Veranstaltungen wie Infoabende, Tag der offenen Tür oder Messeauftritte. 3. Zwingend abzustimmende Marketingmaßnahmen Die folgenden Maßnahmen bedürfen einer vorherigen Freigabe durch die Marketingabteilung der Capitol-Zentrale: - Nutzung des Capitol-Logos in veränderter oder erweiterter Form. - Überregionale Werbung (TV, Radio, bundesweite Online-Kampagnen). - Kommunikation zu neuen Produkten oder Tarifen vor offizieller Veröffentlichung. - Krisenkommunikation oder Stellungnahmen zu Schadensereignissen, Branchenentwicklungen oder regulatorischen Themen. - Pa",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Marketing_Regelwerk.pdf",
    "chunk_id": 2,
    "text": "ommunikation zu neuen Produkten oder Tarifen vor offizieller Veröffentlichung. - Krisenkommunikation oder Stellungnahmen zu Schadensereignissen, Branchenentwicklungen oder regulatorischen Themen. - Partnerschaften mit Dritten, die die Marke Capitol repräsentieren. - Verwendung von Testimonials, Influencern oder prominenten Persönlichkeiten. 4. Genehmigungsprozess 4.1. Für genehmigungspflichtige Maßnahmen ist ein schriftlicher Antrag bei der Marketingabteilung einzureichen. 4.2. Die Bearbeitungszeit beträgt in der Regel 10 Arbeitstage. 4.3. Ohne schriftliche Genehmigung dürfen Maßnahmen nicht veröffentlicht oder umgesetzt werden. 5. Monitoring und Konsequenzen 5.1. Capitol behält sich das Recht vor, Marketingaktivitäten stichprobenartig zu überprüfen. 5.2. Bei Verstößen kann Capitol folgende Maßnahmen ergreifen: - Aufforderung zur sofortigen Einstellung. - Abmahnung und Aufnahme in die Agenturakte. - Im Wiederholungsfall: Einschränkung oder Entzug von Marketingbudgets und -rechten. 6. Unterstützung durch die Zentrale Zur Erleichterung der lokalen Marketingarbeit stellt Capitol den Agenturen zur Verfügung: - Eine Marketing-Toolbox mit Vorlagen (Flyer, Anzeigen, Social Media Postings,",
    "last_modified": 1756758295.8441975
  },
  {
    "source": "Capitol_Marketing_Regelwerk.pdf",
    "chunk_id": 3,
    "text": "nterstützung durch die Zentrale Zur Erleichterung der lokalen Marketingarbeit stellt Capitol den Agenturen zur Verfügung: - Eine Marketing-Toolbox mit Vorlagen (Flyer, Anzeigen, Social Media Postings, Präsentationen). - Fortbildungen im Bereich digitales Marketing, Markenkommunikation und rechtliche Grundlagen. - Zentral koordinierte Kampagnen, die lokal angepasst werden können. 7. Schlussbestimmungen Dieses Regelwerk tritt mit Veröffentlichung in Kraft und ist für alle Agenturen verbindlich. Änderungen und Ergänzungen werden durch die Zentrale kommuniziert und sind mit sofortiger Wirkung gültig.",
    "last_modified": 1756758295.8441975
  }
]